<template>
	<div class="clear">
		<span class="title float-left">免责声明</span>
		<div class="article">
			<p>医界网是通过冷链医疗用品集成系统定位为开放的产品供应链集成服务平台，致力于打造一个从生产、销售、到终端使用单位的供应链协同模式。打造“四位一体”（生产、销售、使用、监管）的集成平台。实现供应链协同模式的“快、准、省”运行特点！。为了规范网站管理，依法保障本网站及相关版权所有者的合法权利，医界网特别作出以下法律声明。本法律声明阐述之条款和条件适用于所有访问医界网和进行网上购物的个人或机构。</p>
 
		   <p>1.医界网是面向广大消费者的专业性电子商务集成平台，任何访问和使用本网站的个人或机构必须遵守有关法律法规，不得借助本网站的传播能力，从事非法活动。</p>
		 
		   <p>2.医界网的一切内容都是为了更好地服务生产、销售、使用、监管等机构，本网站不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，内容仅供访问者使用参照，医界网对因使用本网站内容而产生的相关后果不承担任何商业和法律责任。</p>
		 
		   <p>3.所有与医界网链接的网站及其内容和版权由相应的提供者与拥有者负责，医界网不对其内容或形式或性质担负任何直接或间接的商业或法律责任。</p>
		 
		   <p>4. 医界网有部分内容来自互联网，如无意中侵犯了哪个媒体、公司、企业或个人等的知识产权，请来电或致函告之，本网站将在规定时间内给予删除等相关处理，若有涉及版权费等问题，请及时提供相关证明等材料并与我们联系，通过友好协商公平公正原则处理纠纷。</p>
		 
		   <p>5.任何因使用医界网或与本网站连接的任何其他网站或网页而引致的意外、疏忽、合约毁坏、诽谤、感染电脑病毒、版权或其他知识产权纠纷及其造成的损失，医界网概不负责，不承担任何法律责任。</p>
		 
		   <p>6.对本网站上所有内容包括但不限于网站运营或本网站上的信息、内容、材料或产品，不提供明示或暗示的担保。无论在任何原因下（包括但不限于疏忽原因），对您或任何人通过使用本网站上的信息或由本网站链接的信息，或其他与本网站链接的网站信息所导致的损失或损害（包括直接、间接、特别或后果性的损失或损害，例如收入或利润之损失，电脑系统之损坏或数据丢失等后果），责任均由使用者自行承担（包括但不限于疏忽责任）。</p>
		 
		   	<p>以上声明内容的最终解释权归以医界网http://www.yjwsecure.com/所有。</p>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
.title{
	text-align: left; border-bottom: 2px solid #75beff; font-size: 18px; font-weight: normal; margin-bottom: 10px;
}	
.article{
	display: inline-block; color: #6a6868; padding: 10px;
}
.article > p{
	text-align: left; font-size: 15px; margin-bottom: 10px; text-indent: 2em;
}
.article > div{
	text-align: left; font-size: 15px; margin-bottom: 10px;
}
</style>