<template>
	<div class="clear">
		<span class="title float-left">常见问题</span>
		<div class="article">
			<div>1.如何注册？</div>
				<p>企业管理员负责企业入驻平台时的注册环节，通过输入个人信息、企业基本信息和企业资质材料，完成注册。</p>
			<div>1)注册（一）：企业管理员在本页面输入个人基本信息。</div>
				<p>注册账号输入判断：①判断输入是否符合手机号格式；②判断账号是否已经注册。
				注册密码判断：判断密码输入是否符合要求（6~24位）（异常用红色字体提示），同时根据输入密码判断密码安全等级；
				确认密码判断：判断两次输入的密码是否相同（异常用红色字体提示）。
				联系方式输入判断：输入的联系方式是否符合手机号格式（异常用红色字体提示）。
				点击“下一步”时，判断当前页面信息是否输入齐全（异常弹出面板提示），无异常跳转到注册（二）。</p>
			<div>2)注册（二）：企业管理员在当前页面输入企业的基本信息。</div>
				<p>企业类型：根据自己企业选择对应的企业类型（生产厂家、经销商和医院），当选择的企业类型不属于医院时，还需要填写企业的经营范围，其中产品的管理类别（Ⅰ类、Ⅱ类、Ⅲ类）为必填项，经营范围内容可以选填。
				联系方式：手机号输入判断，同上
				点击“下一步”时，判断当前页面信息是否输入齐全（异常弹出面板提示），无异常跳转到注册（三）</p>
			<div>3)注册（三）：企业管理员在当前页面上传企业的资质材料。</div>
				<p>根据在注册（二）选择的企业类型的不同，需要提交不同的资质材料，资质材料主要分为两部分：
				企业基本资料：所有企业必须上传的资料，包括营业执照和企业公章。
				生产厂家必备材料：医疗器械生产许可证，医疗器械注册证（可上传多张）
				医疗机构必备材料：医疗机构执业许可证。
				经销商必备材料：医疗器械经营企业许可证，医疗企业经营备案许可证。
				上传的附件或图片提供删除功能，同时图片提供预览功能。
				所有信息填写完毕之后，点击“注册”，页面弹出“已提交”弱提示面板。</p>
			
			<div>2.客商关系如何管理？</div>
			    <p>医院在向经销商采购商品之前，经销商需要先维护与医院的客商关系，在客商关系中需要维护相应的医院信息和对应的医院的采购信息，以及采购的商品信息和对应的价格信息。</p>
			    <p>经销商的业务员进入客商关系管理页面，点击页面的新增按钮，新窗口打开客商关系新增页面，在页面先填写医院的信息，选中采购人员，然后添加相应的商品信息，填入对应的商品价格，信息填写无误后，点击保存，保存后更新列表中商品的中标号字段。</p>
			<div>客商关系的修改、删除：</div>
			    <p> 客商关系只有在未提交时才能删除和修改，点击编辑按钮，在新窗口打开客商关系编辑页面，修改对应的信息，点击保存，保存修改后的数据；点击客商关系列表中对应关系的删除按钮，在提示面板上点击确认，删除该条关系。</p>
			<div>客商关系的查询：</div>
				<p>用户可以根据合作单位和商品名称来查询相应的客商关系。</p>
			<div>客商关系的提交和审核：</div>
			    <p>在业务员确认客商关系中的信息无误后，点击提交；客商关系中的采购员在客商关系列表中看到一条待审核的客商关系，点击列表中的“审核”按钮，进入客商关系审核页面，点击“审核”按钮，弹出审核面板，选择“审核通过”或者“审核不通过”，点击面板的“确定”按钮，审核结束。</p>
		</div>
	</div>
</template>

<script>
</script>

<style scoped>
.title{
	text-align: left; border-bottom: 2px solid #75beff; font-size: 18px; font-weight: normal; margin-bottom: 10px;
}	
.article{
	display: inline-block; color: #6a6868; padding: 10px;
}
.article > p{
	text-align: left; font-size: 15px; margin-bottom: 10px; text-indent: 2em;
}
.article > div{
	text-align: left; font-size: 15px; margin-bottom: 10px;
}
</style>